[
  {
    "rank": "1",
    "poster": "https://m.media-amazon.com/images/M/MV5BNzg1MTUyNDYxOF5BMl5BanBnXkFtZTgwNTQ4MTE2MjE@._V1_.jpg",
    "name": "Robert Downey Jr.",
    "ocupation": "Actor | Producer | Writer",
    "dob": "April 4, 1965 | Manhattan, New York City, New York, USA",
    "mini_bio": "Robert Downey Jr. has evolved into one of the most respected actors in Hollywood. With an amazing list of credits to his name, he has managed to stay new and fresh even after over four decades in the business. Downey was born April 4, 1965 in Manhattan, New York, the son of writer, director and filmographer Robert Downey Sr. and actress Elsie Downey (née Elsie Ann Ford). Robert's father is of half Lithuanian Jewish, one quarter Hungarian Jewish, and one quarter Irish, descent, while Robert's mother was of English, Scottish, German, and Swiss-German ancestry. Robert and his sister, Allyson Downey, were immersed in film and the performing arts from a very young age, leading Downey Jr. to study at the Stagedoor Manor Performing Arts Training Center in upstate New York, before moving to California with his father following his parents' 1978 divorce. In 1982, he dropped out of Santa Monica High School to pursue acting full time. Downey Sr., himself a drug addict, exposed his son to drugs at a very early age, and Downey Jr. would go on to struggle with abuse for decades.",
    "awards": "1 Oscar | 81 wins | 159 nominations",
    "filmography": ""
  },
  {
    "rank": "2",
    "name": "Cillian Murphy",
    "poster": "https://m.media-amazon.com/images/M/MV5BNWJjYjMzMTQtY2I2NS00YjJlLTg4YzAtNDBlZWQzNzVhMDkxXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "ocupation": "Actor | Producer | Writer",
    "dob": "April 4, 1965 | Manhattan, New York City, New York, USA",
    "mini_bio": "Striking Irish actor Cillian Murphy was born in Douglas, Co Cork, the oldest child of Brendan Murphy, who works for the Irish Department of Education, and a mother who is a teacher of French. He has three younger siblings. Murphy was educated at Presentation Brothers College, Cork. He went on to study law at University College Cork, but dropped out after about a year. During this time, Murphy also pursued an interest in music, playing guitar in various bands. Upon leaving University, Murphy joined the Corcadorca Theater Company in Cork, and played the lead role in Disco Pigs, amongst other plays.",
    "awards": "1 Oscar | 54 wins | 84 niminations",
    "filmography": ""
  },
  {
    "rank": "3",
    "poster": "https://m.media-amazon.com/images/M/MV5BMTM3OTUwMDYwNl5BMl5BanBnXkFtZTcwNTUyNzc3Nw@@._V1_FMjpg_UX1000_.jpg",
    "name": "Scarlett Johansson",
    "ocupation": "Actor | Producer | Director",
    "dob": "November 22, 1984 | Manhattan, New York City, New York, USA",
    "mini_bio": "Scarlett Ingrid Johansson was born on November 22, 1984 in Manhattan, New York City, New York. Her mother, Melanie Sloan is from a Jewish family from the Bronx and her father, Karsten Johansson is a Danish-born architect from Copenhagen. She has a sister, Vanessa Johansson, who is also an actress, a brother, Adrian, a twin brother, Hunter Johansson, born three minutes after her, and a paternal half-brother, Christian. Her grandfather was writer Ejner Johansson.",
    "awards": "2 Oscars | 71 wins | 238 nominations",
    "filmography": ""
  },
  {
    "rank": "4",
    "name": "Chris Hemsworth",
    "poster": "https://m.media-amazon.com/images/M/MV5BOTU2MTI0NTIyNV5BMl5BanBnXkFtZTcwMTA4Nzc3OA@@._V1_.jpg",
    "ocupation": "Actor | Producer | Soundtrack",
    "dob": "August 11, 1983 | Melbourne, Victoria, Australia",
    "mini_bio": "Christopher or Chris Hemsworth was born on August 11, 1983 in Melbourne, Victoria, Australia to Leonie Hemsworth (née van Os), an English teacher & Craig Hemsworth, a social-services counselor. His brothers are actors, Liam Hemsworth & Luke Hemsworth; he is of Dutch (from his immigrant maternal grandfather), Irish, English, Scottish, and German ancestry. His uncle, by marriage, was Rod Ansell, the bushman who inspired the comedy film Crocodile Dundee (1986).",
    "awards": "1 BAFTA | 20 wins | 59 nominations",
    "filmography": ""
  },
  {
    "rank": "5",
    "name": "Mark Ruffalo",
    "poster": "https://m.media-amazon.com/images/M/MV5BM2JiYzA0ZGItNmFhYy00MjIyLWEwN2QtMzRmNDUyNjNiZjBiXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "ocupation": "Actor | Producer | Writer",
    "dob": "November 22, 1967 | Kenosha, Wisconsin, USA",
    "mini_bio": "Award-winning actor Mark Ruffalo was born on November 22, 1967, in Kenosha, Wisconsin, of humble means to father Frank Lawrence Ruffalo, a construction painter and Marie Rose (Hebert), a stylist and hairdresser; his father's ancestry is Italian and his mother is of half French-Canadian and half Italian descent. Mark moved with his family to Virginia Beach, Virginia, where he lived out most of his teenage years. Following high school, Mark moved with his family to San Diego and soon migrated north, eventually settling in Los Angeles.",
    "awards": "4 Oscars | 41 wins | 173 nominations",
    "filmography": ""
  },
  {
    "rank": "6",
    "name": "Jeremy Renner",
    "poster": "https://m.media-amazon.com/images/M/MV5BOTk2NDc2ODgzMF5BMl5BanBnXkFtZTcwMTMzOTQ4Nw@@._V1_.jpg",
    "ocupation": "Actor | Producer | Sound Department",
    "dob": "January 7, 1971 | Modesto, California, USA",
    "mini_bio": "Jeremy Lee Renner was born in Modesto, California, the son of Valerie (Tague) and Lee Renner, who managed a bowling alley. After a tumultuous yet happy childhood with his four younger siblings, Renner graduated from Beyer High School and attended Modesto Junior College. He explored several areas of study, including computer science, criminology, and psychology, before the theater department, with its freedom of emotional expression, drew him in.",
    "awards": "2 Oscars | 36 winds | 64 nominations",
    "filmography": ""
  },
  {
    "rank": "7",
    "name": "Chris Evans",
    "poster": "https://m.media-amazon.com/images/M/MV5BNzQ0YWM1ODEtZDFkYy00MGJhLTkwZDUtMzVkZjljODU3ZTRmXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "ocupation": "Actor | Producer | Director",
    "dob": "June 13, 1981 | Boston, Massachusetts, USA",
    "mini_bio": "Christopher Robert Evans is an American actor, film producer, and director. Evans began his acting career in typical fashion: performing in school productions and community theatre. He was born in Boston, Massachusetts, the son of Lisa (Capuano), who worked at the Concord Youth Theatre, and G. Robert Evans III, a dentist. His uncle is former U.S. Representative Mike Capuano. Chris's father is of half German and half Welsh/English/Scottish ancestry, while Chris's mother is of half Italian and half Irish descent. He has an older sister, Carly Evans, and two younger siblings, a brother named Scott Evans, who is also an actor, and a sister named Shana Evans. The family moved to suburban Sudbury when he was 11 years-old. Bitten by the acting bug in the first grade because his older sister, Carly, started performing, Evans followed suit and began appearing in school plays. While at Lincoln-Sudbury Regional High School, his drama teacher cited his performance as Leontes in The Winter's Tale as exemplary of his skill. After more plays and regional theatre, he moved to New York and attended the Lee Strasberg Theatre Institute.",
    "awards": "8 wins | 60 nominations",
    "filmography": ""
  },
  {
    "rank": "8",
    "poster": "https://m.media-amazon.com/images/M/MV5BYTU0NjUyMjktNTBkNS00ZWFjLTgyZmUtZjVhMmU1YTVkOTM2XkEyXkFqcGc@._V1_.jpg",
    "name": "Tom Hiddleston",
    "ocupation": "Actor | Producer | Soundtrack",
    "dob": "February 9, 1981 | Westminster, London, England, UK",
    "mini_bio": "Thomas William Hiddleston was born in Westminster, London, to English-born Diana Patricia (Servaes) and Scottish-born James Norman Hiddleston. His mother is a former stage manager, and his father, a scientist, was the managing director of a pharmaceutical company. He started off at the preparatory school, The Dragon School in Oxford, and by the time he was 13, he boarded at Eton College, at the same time that his parents were going through a divorce. He continued on to the University of Cambridge, where he earned a double first in Classics. He continued to study acting at the Royal Academy of Dramatic Art, from which he graduated in 2005.",
    "awards": "2 Primetime Emmys | 12 wins | 45 nominations",
    "filmography": ""
  },
  {
    "rank": "9",
    "poster": "https://m.media-amazon.com/images/M/MV5BMjEzMjA0ODk1OF5BMl5BanBnXkFtZTcwMTA4ODM3OQ@@._V1_FMjpg_UX1000_.jpg",
    "name": "Elizabeth Olsen",
    "ocupation": "Actor | Producer | Soundtrack",
    "dob": "February 16, 1989 | Los Angeles, California, USA",
    "mini_bio": "Elizabeth Chase Lizzie Olsen (born February 16, 1989) is an American actress. She is known for her roles in the films Silent House (2011), Liberal Arts (2012), Godzilla (2014), Avengers: Age of Ultron (2015), and Captain America: Civil War (2016). For her role in the critically-acclaimed Martha Marcy May Marlene (2011), she was nominated for numerous awards, including the Independent Spirit Award for Best Female Lead. She is the younger sister of actresses and fashion designers Mary-Kate Olsen and Ashley Olsen.",
    "awards": "1 Primetime Emmy | 26 wins | 66 nominations",
    "filmography": ""
  },
  {
    "rank": "10",
    "poster": "https://m.media-amazon.com/images/M/MV5BMjE0MDkzMDQwOF5BMl5BanBnXkFtZTgwOTE1Mjg1MzE@._V1_FMjpg_UX1000_.jpg",
    "name": "Benedict Cumberbatch",
    "ocupation": "Actor | Producer | Additional Crew",
    "dob": "July 19, 1976 | Hammersmith, London, England, UK",
    "mini_bio": "Benedict Timothy Carlton Cumberbatch was born and raised in London, England. His parents, Wanda Ventham and Timothy Carlton (born Timothy Carlton Congdon Cumberbatch), are both actors. He is a grandson of submarine commander Henry Carlton Cumberbatch, and a great-grandson of diplomat Henry Arnold Cumberbatch CMG. Cumberbatch attended Brambletye School and Harrow School. Whilst at Harrow, he had an arts scholarship and painted large oil canvases. It's also where he began acting. After he finished school, he took a year off to volunteer as an English teacher in a Tibetan monastery in Darjeeling, India. On his return, he studied drama at Manchester University. He continued his training as an actor at the London Academy of Music and Dramatic Art graduating with an M.A. in Classical Acting. By the time he had completed his studies, he already had an agent.",
    "awards": "2 Oscars | 74 winds | 165 nominations",
    "filmography": ""
  }
]
